{
    "About": "Acerca de",
    "License": "Licencia",
    "Download pretranslated .po files": "Descarga de archivos .po pretraducidos",
    "Translation type": "Tipo de traducción",
    "Plugin": "Plugin",
    "A plugin.": "Un plugin.",
    "Theme": "Tema",
    "A theme.": "Un tema.",
    "Android app": "Aplicación Android",
    "iOS app": "Aplicación iOS",
    "The Android app.": "La aplicación Android.",
    "The iOS app.": "La aplicación iOS.",
    "Meta - forum": "Meta - foro",
    "Meta - Forum": "Meta - Foro",
    "Meta - Forums": "Meta - Foros",
    "Meta - Forums.": "Meta - Foros.",
    "The meta forum.": "El foro (meta).",
    "WordPress - Development": "WordPress - Desarrollo",
    "WordPress - Continents & Cities": "WordPress - Continentes y ciudades",
    "WordPress - Administration": "WordPress - Administración",
    "WordPress - Network Admin": "WordPress - Administración de red",
    "The WordPress Development.": "WordPress - Desarrollo.",
    "The WordPress Continents & Cities.": "WordPress - Continentes y ciudades.",
    "The WordPress Administration.": "WordPress - Administración.",
    "The WordPress Network Administration.": "WordPress - Administración de red.",
    "Meta - WordPress Plugin Directory": "Meta - Directorio de plugins de WordPress",
    "Meta - WordPress Plugin Directory.": "Meta - Directorio de plugins de WordPress.",
    "Meta - WordPress Theme Directory": "Meta - Directorio de temas de WordPress",
    "Meta - WordPress Theme Directory.": "Meta - Directorio de temas de WordPress.",
    "You can select the type of element to translate.": "Puedes seleccionar el tipo de elemento a traducir.",
    "You can select to translate a plugin or a theme.": "Puedes seleccionar un plugin o un tema para traducirlo.",
    "You can select to translate a plugin, a theme or the Android app.": "Puedes seleccionar un plugin, un tema o la aplicación Android para traducir.",
    "Translation from": "Traducido desde",
    "You can select to translate from <i>Development (trunk)</i> or from <i>Stable (latest release)</i>.": "Puedes elegir la traducción desde <i>Development (trunk)</i> o desde <i>Stable (latest release)</i>.",
    "Development": "Desarrollo",
    "Stable": "Estable",
    "Slug": "Slug",
    "The slug of the plugin or theme. <br>You can find it in the URL. <br>For example, &quot;wp-super-cache&quot; is the slug for the plugin &quot;WP Super Cache&quot; <br>Its URL is https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/": "El slug del plugin o del tema. <br>Lo puedes encontrar en la URL. <br>Por ejemplo, «wp-super-cache» es el slug del plugin «WP Super Cache»<br>Su URL es https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/",
    "Download the readme": "Descargar el readme",
    "If you select this option, the app don't download the code translation, only the readme translation (only available for the plugins).": "Si seleccionas este opción, la aplicación no descargará la traducción del código, solo la traducción del readme (disponible solo para los plugins).",
    "Source language": "Idioma original",
    "The language from which the translation strings will be copied.": "El idioma desde el que se copian las cadenas de traducción.",
    "Destination language": "Idioma destino",
    "The language into which the translation strings will be copied from the source language.": "El idioma al que se copiarán las cadenas de traducción desde el idioma original",
    "Number of strings to translate": "Número de cadenas a traducir",
    "The number of translation strings that will contain the output file.": "El número de cadenas de traducción que contendrá el fichero generado.",
    "Translate strings using the internal database": "Traduce cadenas usando la base de datos interna",
    "This option uses an internal database to automatically translates well know words or small strings between to languages. It only works for \"Spanish (Spain)\" to \"Galician\". Limited to 50 strings due the CPU consumption.": "Esta opción usa una base de datos interna para traducir de forma automática palabras o pequeñas cadenas bien conocidas entre idiomas. Solo funciona de «Spanish (Spain)» a «Galician». Limitado a 50 cadenas debido al consumo de CPU.",
    "Download .po": "Descargar .po",
    "This tool tries to make it easier for translators to <strong>reuse translations from one local variation of a language to another</strong> and also <strong>between languages</strong>.": "Esta herramienta trata de facilitar a los traductores la <strong>reutilización de traducciones desde una variación local de un idioma a otra</strong> y también <strong>entre idiomas</strong>.",
    "It is designed (and was initially developed for this purpose) for those cases of <strong>bilingual people</strong> who want to take advantage of the fact that one of the two languages they master has a much higher percentage of translations.": "Está diseñado (y fue desarrollado inicialmente con ese propósito) para los casos de <strong>personas bilingües</strong> que quieren aprovecharse del hecho de que uno de los dos idiomas que dominan tiene un porcentaje de traducciones mucho más alto que el otro.",
    "For example, in the case of Galicia (Spain), its inhabitants are bilingual in Galician and Spanish, so that the Galician translation community can take advantage of the translation of the Spanish team (from Spain), using files pre-translated into Spanish of the translation chains that are missing in Galician, so the translation effort is much less, since in this case the translation is from Spanish to Galician and not from English to Galician. Similar cases are those of Catalan, Basque, Aragonese, Asturian, Balearic,...": "Por ejemplo, en el caso de Galicia (España), sus habitantes son bilingües en gallego y en español, por lo que la comunidad de traducción de Galicia puede aprovecharse de las traducciones del equipo de español (de España), usando archivos pretraducidos en español de las cadenas de traducción que faltan en gallego, con lo que el esfuerzo de traducción es mucho menor, ya que en este caso la traducción es desde español a gallego y no de inglés a gallego. Casos similares son el del catalán, vasco, aragonés, asturiano, balear,...",
    "It is also designed for those cases in which there is a <strong>variation in the language</strong>, such as the case of Spanish, which has variations such as Spanish from Spain, Peru, Venezuela,... in which the translations that have a lower percentage can use the work of the group that has done more work, as is the case of Spanish from Spain.": "También está diseñado para aquellos casos en los que hay una <strong>variación del idioma</strong>, como es el caso del español, que tiene variaciones como el español de España, Perú, Venezuela,... en los que las traducciones que tienen un pequeño porcentaje pueden usar el trabajo del grupo que ha hecho más trabajo, como es el español de España en este caso.",
    "This is also valid for other languages such as English, which has variations in Canada, UK, Australia,...": "Esto también es válido para otros idiomas como el inglés, que tiene variaciones en Canadá, UK, Australia,...",
    "Inputs": "Entradas",
    "<strong>Translation type</strong>. You can select to translate:": "<strong>Tipo de traducción</strong>. Puedes seleccionar para traducir:",
    "<strong>Translation type</strong>. You can select to translate a plugin or a theme.": "<strong>Tipo de traducción</strong>. Puedes seleccionar entre traducir un plugin o un tema.",
    "<strong>Translation type</strong>. You can select to translate a plugin, a theme or the Android app.": "<strong>Tipo de traducción</strong>. Puedes seleccionar entre traducir un plugin, un tema o la aplicación Android.",
    "<strong>Translation from</strong>. You can select to translate a plugin from <i>Development (trunk)</i> or from <i>Stable (latest release)</i>.": "<strong>Traducir desde</strong>. Puedes elegir un plugin para traducirlo desde <i>Desarrollo (trunk)</i> o desde <i>Estable (última publicación)</i>.",
    "<strong>Slug</strong>. The slug of the plugin or theme. You can find it in the URL. For example, \"wp-super-cache\" is the slug for the plugin \"WP Super Cache\" and its URL is <a href=\"https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/\" target=\"_blank\">https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/</a>": "<strong>Slug</strong>. El slug del plugin o del tema. Puedes encontrarlo en la URL. Por ejemplo, «wp-super-cache» es el slug para el plugin «WP Super Cache» y su URL es <a href=\"https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/\" target=\"_blank\">https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/</a>",
    "<strong>Download the readme</strong>. If you select this option, the app doesn't download the code translation, only the readme translation (only available for the plugins).": "<strong>Descargar el readme</strong>. Si seleccionas esta opción, la aplicación no descarga la traducción del código, solo la traducción del readme (disponible solo para los plugins).",
    "<strong>Source language</strong>. The language from which the translation strings will be copied.": "<strong>Idioma original</strong>. El idioma desde el que se copian las cadenas de traducción.",
    "<strong>Destination language</strong>. The language into which the translation strings will be copied from the source language.": "<strong>Idioma destino</strong>. El idioma al que se copiarán las cadenas de traducción desde el idioma original.",
    "<strong>Number of strings</strong>. The number of translation strings that will contain the output file.": "<strong>Número de cadenas</strong>. El número de cadenas de traducción que contendrá el fichero generado.",
    "<strong>Translate using internal database</strong>. This option uses an internal database to automatically translates well know words or small strings between to languages. It only works for \"Spanish (Spain)\" to \"Galician\". Limited to 50 strings due the CPU consumption.": "<strong>Traduce cadenas usando la base de datos interna</strong>. Esta opción usa una base de datos interna para traducir de forma automática palabras o pequeñas cadenas bien conocidas entre idiomas. Solo funciona de «Spanish (Spain)» a «Galician». Limitado a 50 cadenas debido al consumo de CPU.",
    "Output": "Salida",
    "The resulting file is a \"po\" file of the missing strings to be translated into the target language with the pre-translated strings in the source language.": "El archivo resultante es un «po» con las cadenas que faltan para ser traducidas al idioma destino con las cadenas pretraducidas en el idioma original.",
    "This process may take a few seconds. Be patient.": "Este proceso puede tardar unos segundos. Ten paciencia.",
    "Do not click \"Download .po\" more than once.": "No hagas clic en «Descargar .po» más de una vez."
}
