{
    "About": "Acerca de",
    "License": "Licenza",
    "Download pretranslated .po files": "Descarga de arquivos .po pretraducidos",
    "Translation type": "Tipo de tradución",
    "Plugin": "Plugin",
    "A plugin.": "Un plugin.",
    "Theme": "Tema",
    "A theme.": "Un tema.",
    "Pattern": "Patrón",
    "Patterns": "Patróns",
    "A pattern.": "Un patrón.",
    "Android app": "Aplicación Android",
    "iOS app": "Aplicación iOS",
    "The Android app.": "A aplicación Android.",
    "The iOS app.": "A aplicación iOS.",
    "Meta - forum": "Meta - foro",
    "Meta - Forum": "Meta - Foro",
    "Meta - Forums": "Meta - Foros",
    "Meta - Forums.": "Meta - Foros.",
    "The meta forum.": "O foro (meta).",
    "WordPress - Development": "WordPress - Desenvolvemento",
    "WordPress - Continents & Cities": "WordPress - Continentes e cidades",
    "WordPress - Administration": "WordPress - Administración",
    "WordPress - Network Admin": "WordPress - Administración de rede",
    "The WordPress Development.": "WordPress - Desenvolvemento.",
    "The WordPress Continents & Cities.": "WordPress - Continentes e cidades.",
    "The WordPress Administration.": "WordPress - Administración.",
    "The WordPress Network Administration.": "WordPress - Administración de rede.",
    "Meta - WordPress Plugin Directory": "Meta - Directorio de plugins de WordPress",
    "Meta - WordPress Plugin Directory.": "Meta - Directorio de plugins de WordPress.",
    "Meta - WordPress Theme Directory": "Meta - Directorio de temas de WordPress",
    "Meta - WordPress Theme Directory.": "Meta - Directorio de temas de WordPress.",
    "You can select the type of element to translate.": "Podes seleccionar o tipo de elemento a traducir.",
    "You can select to translate a plugin or a theme.": "Podes seleccionar un plugin ou un tema para traducilo.",
    "You can select to translate a plugin, a theme or the Android app.": "Podes seleccionar un plugin, un tema ou a aplicación Android para traducir.",
    "Translation from": "Traducido desde",
    "You can select to translate from <i>Development (trunk)</i> or from <i>Stable (latest release)</i>.": "Podes elixir a tradución desde <i>Development (trunk)</i> ou desde <i>Stable (latest release)</i>.",
    "Development": "Desenvolvemento",
    "Stable": "Estable",
    "Slug": "Slug",
    "The slug of the plugin or theme. <br>You can find it in the URL. <br>For example, &quot;wp-super-cache&quot; is the slug for the plugin &quot;WP Super Cache&quot; <br>Its URL is https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/": "O slug do plugin ou do tema. <br>Pódelo encontrar na URL. <br>Por exemplo, «wp-super-cache» é o slug do plugin «WP Super Cache»<br>A súa URL é https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/",
    "Download the readme": "Descargar o readme",
    "If you select this option, the app don't download the code translation, only the readme translation (only available for the plugins).": "Se seleccionas este opción, a aplicación non descargará a tradución do código, só a tradución do readme (dispoñible só para os plugins).",
    "Source language": "Idioma orixinal",
    "The language from which the translation strings will be copied.": "O idioma desde o que se copian as cadeas de tradución.",
    "Destination language": "Idioma destino",
    "The language into which the translation strings will be copied from the source language.": "O idioma ao que se copiarán as cadeas de tradución desde o idioma orixinal",
    "Number of strings to translate": "Número de cadeas a traducir",
    "The number of translation strings that will contain the output file.": "O número de cadeas de tradución que conterá o ficheiro xerado.",
    "Translate strings using the internal database": "Traduce cadeas usando a base de datos interna",
    "This option uses an internal database to automatically translates well know words or small strings between to languages. It only works for \"Spanish (Spain)\" to \"Galician\". Limited to 50 strings due the CPU consumption.": "Esta opción usa unha base de datos interna para traducir de forma automática palabras ou pequenas cadeas ben coñecidas entre idiomas. Só funciona de «Spanish (Spain)» a «Galician». Limitado a 50 cadeas debido ao consumo de CPU.",
    "Download .po": "Descargar .po",
    "This tool tries to make it easier for translators to <strong>reuse translations from one local variation of a language to another</strong> and also <strong>between languages</strong>.": "Esta ferramenta trata de facilitar aos tradutores a <strong>reutilización de traducións desde unha variación local dun idioma a outra</strong> e tamén <strong>entre idiomas</strong>.",
    "It is designed (and was initially developed for this purpose) for those cases of <strong>bilingual people</strong> who want to take advantage of the fact that one of the two languages they master has a much higher percentage of translations.": "Está deseñado (e foi desenvolvido inicialmente con ese propósito) para os casos de <strong>persoas bilingües</strong> que queren aproveitarse do feito de que un dos dous idiomas que dominan ten unha porcentaxe de traducións moito máis alto que o outro.",
    "For example, in the case of Galicia (Spain), its inhabitants are bilingual in Galician and Spanish, so that the Galician translation community can take advantage of the translation of the Spanish team (from Spain), using files pre-translated into Spanish of the translation chains that are missing in Galician, so the translation effort is much less, since in this case the translation is from Spanish to Galician and not from English to Galician. Similar cases are those of Catalan, Basque, Aragonese, Asturian, Balearic ...": "Por exemplo, no caso de Galicia (España), os seus habitantes son bilingües en galego e en español, polo que a comunidade de tradución de Galicia pode aproveitarse das traducións do equipo de español (de España), usando arquivos pretraducidos en español das cadeas de tradución que faltan en galego, co que o esforzo de tradución é moito menor, xa que neste caso a tradución é desde español a galego e non de inglés a galego. Casos similares son o do catalán, vasco, aragonés, asturiano, balear,...",
    "It is also designed for those cases in which there is a <strong>variation in the language</strong>, such as the case of Spanish, which has variations such as Spanish from Spain, Peru, Venezuela ... in which the translations that have a lower percentage can use the work of the group that has done more work, as is the case of Spanish from Spain.": "Tamén está deseñado para aqueles casos nos que hai unha <strong>variación do idioma</strong>, como é o caso do español, que ten variacións como o español de España, Perú, Venezuela,... nos que as traducións que teñen unha pequena porcentaxe poden usar o traballo do grupo que fixo máis traballo, como é o español de España neste caso.",
    "This is also valid for other languages such as English, which has variations in Canada, UK, Australia ...": "Isto tamén é válido para outros idiomas como o inglés, que ten variacións en Canadá, UK, Australia,...",
    "Inputs": "Entradas",
    "<strong>Translation type</strong>. You can select to translate a plugin or a theme.": "<strong>Tipo de tradución</strong>. Podes seleccionar entre traducir un plugin ou un tema.",
    "<strong>Translation type</strong>. You can select to translate a plugin, a theme or the Android app.": "<strong>Tipo de tradución</strong>. . Podes seleccionar entre traducir un plugin, un tema ou a aplicación Android.",
    "<strong>Translation from</strong>. You can select to translate a plugin from <i>Development (trunk)</i> or from <i>Stable (latest release)</i>.": "<strong>Traducir desde</strong>. Podes elixir un plugin para traducilo desde <i>Desenvolvemento (trunk)</i> ou desde <i>Estable (última publicación)</i>.",
    "<strong>Slug</strong>. The slug of the plugin or theme. You can find it in the URL. For example, \"wp-super-cache\" is the slug for the plugin \"WP Super Cache\" and its URL is <a href=\"https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/\" target=\"_blank\">https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/</a>": "<strong>Slug</strong>. O slug do plugin ou do tema. Podes encontralo na URL. Por exemplo, «wp-super-cache» é o slug para o plugin «WP Super Cache» e a súa URL é <a href=\"https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/\" target=\"_blank\">https://translate.wordpress.org/locale/gl/default/wp-plugins/wp-super-cache/</a>",
    "<strong>Translation type</strong>. You can select to translate:": "<strong>Tipo de tradución</strong>. Podes seleccionar para traducir:",
    "<strong>Download the readme</strong>. If you select this option, the app doesn't download the code translation, only the readme translation (only available for the plugins).": "<strong>Descargar o readme</strong>. Se seleccionas esta opción, a aplicación non descarga a tradución do código, só a tradución do readme (dispoñible só para os plugins).",
    "<strong>Source language</strong>. The language from which the translation strings will be copied.": "<strong>Idioma orixinal</strong>. O idioma desde o que se copian as cadeas de tradución.",
    "<strong>Destination language</strong>. The language into which the translation strings will be copied from the source language.": "<strong>Idioma destino</strong>. O idioma ao que se copiarán as cadeas de tradución desde o idioma orixinal.",
    "<strong>Number of strings</strong>. The number of translation strings that will contain the output file.": "<strong>Número de cadeas</strong>. O número de cadeas de tradución que conterá o ficheiro xerado.",
    "<strong>Translate using internal database</strong>. This option uses an internal database to automatically translates well know words or small strings between to languages. It only works for \"Spanish (Spain)\" to \"Galician\". Limited to 50 strings due the CPU consumption.": "<strong>Traduce cadeas usando a base de datos interna</strong>. Esta opción usa unha base de datos interna para traducir de forma automática palabras ou pequenas cadeas ben coñecidas entre idiomas. Só funciona de «Spanish (Spain)» a «Galician». Limitado a 50 cadeas debido ao consumo de CPU.",
    "Output": "Saída",
    "The resulting file is a \".po\" file of the missing strings to be translated into the target language with the pre-translated strings in the source language.": "O arquivo resultante é un «.po» coas cadeas que faltan para ser traducidas ao idioma destino, coas cadeas pretraducidas no idioma orixinal.",
    "This process may take a few seconds. Be patient.": "Este proceso pode tardar uns segundos. Ten paciencia.",
    "Do not click \"Download .po\" more than once.": "Non fagas clic en «Descargar .po» máis dunha vez.",
    "Variation": "Variación",
    "The variation for the original language. If you don\\'t know what is this, use the \"default\" value.": "A variación para o idioma orixinal. Se non sabes o que é isto, usa o valor \"default\".",
    "The variation for the destination language. If you don\\'t know what is this, use the \"default\" value.": "A variación para o idioma de destino. Se non sabes o que é isto, usa o valor \"default\"."
}
